{
  "historia_content": {
    "es": "<div class=\"rt-content\"><h2 class=\"rt-h2\">Nuestra Historia</h2><p class=\"rt-subtitle\">Desde 1985 en el corazón de Benissa</p><div class=\"rt-spacer-md\"></div><p class=\"rt-body\">Lo que comenzó como un pequeño restaurante familiar se ha convertido en un <span class=\"rt-highlight\">referente de la cocina mediterránea</span> en Benissa. Tres generaciones han mantenido vivas las recetas tradicionales mientras incorporan toques modernos que sorprenden a nuestros comensales.</p><p class=\"rt-body\">Cada plato cuenta una historia, cada sabor evoca recuerdos de generaciones que han encontrado en El Palleter su <span class=\"rt-highlight\">segundo hogar</span>. Nuestra parrilla, que lleva funcionando desde el primer día, sigue siendo el corazón de nuestra cocina.</p><p class=\"rt-body\">Hoy, seguimos comprometidos con la <span class=\"rt-highlight\">calidad</span>, la <span class=\"rt-highlight\">tradición</span> y el <span class=\"rt-highlight\">sabor auténtico</span> que nos ha caracterizado durante casi cuatro décadas.</p></div>",
    "en": "<div class=\"rt-content\"><h2 class=\"rt-h2\">Our Story</h2><p class=\"rt-subtitle\">Since 1985 in the heart of Benissa</p><div class=\"rt-spacer-md\"></div><p class=\"rt-body\">What began as a small family restaurant has become a <span class=\"rt-highlight\">reference point for Mediterranean cuisine</span> in Benissa. Three generations have kept traditional recipes alive while incorporating modern touches that surprise our diners.</p><p class=\"rt-body\">Every dish tells a story, every flavor evokes memories of generations who have found in El Palleter their <span class=\"rt-highlight\">second home</span>. Our grill, which has been operating since day one, remains the heart of our kitchen.</p><p class=\"rt-body\">Today, we remain committed to <span class=\"rt-highlight\">quality</span>, <span class=\"rt-highlight\">tradition</span> and <span class=\"rt-highlight\">authentic flavor</span> that has characterized us for almost four decades.</p></div>",
    "val": "<div class=\"rt-content\"><h2 class=\"rt-h2\">La nostra història</h2><p class=\"rt-subtitle\">Des de 1985 al cor de Benissa</p><div class=\"rt-spacer-md\"></div><p class=\"rt-body\">Allò que va començar com un xicotet restaurant familiar s’ha convertit en un <span class=\"rt-highlight\">referent de la cuina mediterrània</span> a Benissa.Tres generacions han mantingut vives les receptes tradicionals mentre incorporen tocs moderns que sorprenen els nostres comensals.</p><p class=\"rt-body\">Cada plat conta una història, cada sabor evoca records de generacions que han trobat en El Palleter la seua <span class=\"rt-highlight\">segona llar</span>. La nostra graella, que funciona des del primer dia, continua sent el cor de la nostra cuina.</p><p class=\"rt-body\">Hui, continuem compromesos amb la <span class=\"rt-highlight\">qualitat</span>, la <span class=\"rt-highlight\">tradició</span> i el <span class=\"rt-highlight\">sabor autèntic</span> que ens ha caracteritzat durant quasi quatre dècades.</p></div>"
  }
}