{
  "historia_content": {
    "es": "<div class=\"rt-content\"><h2 class=\"rt-h2\">Nuestra Historia</h2><p class=\"rt-subtitle\">Desde 1985 en el corazón de Benissa</p><div class=\"rt-spacer-md\"></div><p class=\"rt-body-large\">Lo que comenzó como un pequeño restaurante familiar se ha convertido en un <span class=\"rt-highlight\">referente de la cocina mediterránea</span> en Benissa. Tres generaciones han mantenido vivas las recetas tradicionales mientras incorporan toques modernos que sorprenden a nuestros comensales.</p><p class=\"rt-body\">Cada plato cuenta una historia, cada sabor evoca recuerdos de generaciones que han encontrado en El Palleter su <span class=\"rt-highlight\">segundo hogar</span>. Nuestra parrilla, que lleva funcionando desde el primer día, sigue siendo el corazón de nuestra cocina.</p><p class=\"rt-body\">Hoy, seguimos comprometidos con la <span class=\"rt-highlight\">calidad</span>, la <span class=\"rt-highlight\">tradición</span> y el <span class=\"rt-highlight\">sabor auténtico</span> que nos ha caracterizado durante casi cuatro décadas.</p></div>",
    "en": "<div class=\"rt-content\"><h2 class=\"rt-h2\">Our Story</h2><p class=\"rt-subtitle\">Since 1985 in the heart of Benissa</p><div class=\"rt-spacer-md\"></div><p class=\"rt-body-large\">What began as a small family restaurant has become a <span class=\"rt-highlight\">reference point for Mediterranean cuisine</span> in Benissa. Three generations have kept traditional recipes alive while incorporating modern touches that surprise our diners.</p><p class=\"rt-body\">Every dish tells a story, every flavor evokes memories of generations who have found in El Palleter their <span class=\"rt-highlight\">second home</span>. Our grill, which has been operating since day one, remains the heart of our kitchen.</p><p class=\"rt-body\">Today, we remain committed to <span class=\"rt-highlight\">quality</span>, <span class=\"rt-highlight\">tradition</span> and <span class=\"rt-highlight\">authentic flavor</span> that has characterized us for almost four decades.</p></div>",
    "fr": "<div class=\"rt-content\"><h2 class=\"rt-h2\">Notre Histoire</h2><p class=\"rt-subtitle\">Depuis 1985 au cœur de Benissa</p><div class=\"rt-spacer-md\"></div><p class=\"rt-body-large\">Ce qui a commencé comme un petit restaurant familial est devenu une <span class=\"rt-highlight\">référence de la cuisine méditerranéenne</span> à Benissa. Trois générations ont maintenu vivantes les recettes traditionnelles tout en incorporant des touches modernes qui surprennent nos convives.</p><p class=\"rt-body\">Chaque plat raconte une histoire, chaque saveur évoque des souvenirs de générations qui ont trouvé en El Palleter leur <span class=\"rt-highlight\">second foyer</span>. Notre grill, qui fonctionne depuis le premier jour, reste le cœur de notre cuisine.</p><p class=\"rt-body\">Aujourd'hui, nous restons engagés envers la <span class=\"rt-highlight\">qualité</span>, la <span class=\"rt-highlight\">tradition</span> et la <span class=\"rt-highlight\">saveur authentique</span> qui nous caractérisent depuis près de quatre décennies.</p></div>"
  }
}